Repository: unitech007/SparkPos
Catalog: src/Multilingual/*.resx
Languages: ar_sa

source: Printing Label Barcode Product
ar_sa: طباعة المنتج تسمية الباركود

source: Printing Label Invoice
ar_sa: طباعة فاتورة الملصقات

source: Printing Label Price Product
ar_sa: سعر ملصق الطباعة المنتج

source: Product
ar_sa: منتج

source: Product Purchase Debit Payment
ar_sa: دفع الخصم لشراء المنتج

source: Product stock can be negative during sales
ar_sa: يمكن أن يكون مخزون المنتج سالبًا أثناء البيع

source: Profit
ar_sa: ربح

source: Profit (%)
ar_sa: ربح(%)

source: Profit Sales
ar_sa: مبيعات الربح

source: Profit/Loss Sales
ar_sa: مبيعات الربح / الخسارة

source: Province
ar_sa: مقاطعة

# Provinsi
source: Province
ar_sa: بروفينسي

source: Purchase
ar_sa: شراء

source: purchase invoice
ar_sa: فاتورة الشراء

source: Purchase Product
ar_sa: المنتج شراء

source: quantity
ar_sa: كمية

source: quantity Minimum
ar_sa: كمية الحد الأدنى

source: quantity Print
ar_sa: طباعة الكمية

source: quantity Product
ar_sa: كمية المنتج

source: quantity Return
ar_sa: عودة الكمية

source: Quotation
ar_sa: اقتباس

source: Rates
ar_sa: معدلات

source: reason
ar_sa: سبب

source: Recipient
ar_sa: متلقي

source: redemption
ar_sa: الخلاص

source: redemption ***
ar_sa: الخلاص ***

source: Reduction Stock
ar_sa: تخفيض المخزون

source: Reference
ar_sa: مرجع

source: Regency
ar_sa: ريجنسي

source: Remaining
ar_sa: متبقي

source: Remaining ***
ar_sa: متبقي ***

source: Remaining Credit
ar_sa: الرصيد المتبقي

source: Remaining Debt
ar_sa: الديون المتبقية

source: Remaining loan
ar_sa: القرض المتبقي

source: Report
ar_sa: تقرير

source: REPORT ACCEPTABLE RECAP SALES PRODUCT
ar_sa: الإبلاغ عن منتج مبيعات مقبول

source: Report Card Debt Purchase Product
ar_sa: تقرير شراء بطاقة ديون المنتج

source: Report Card Stock Product
ar_sa: تقرير بطاقة المخزون المنتج

source: Report Credit Sales Product
ar_sa: تقرير مبيعات الائتمان المنتج

source: Report Customer Product
ar_sa: الإبلاغ عن منتج العميل

# REPORT CUSTOMER PRODUCT1
source: REPORT CUSTOMER PRODUCT
ar_sa: الإبلاغ عن منتج العميل

source: Report Debt Purchase Product
ar_sa: تقرير منتج شراء الديون

source: Report Dept Payment Purchase Product
ar_sa: تقرير شراء قسم الدفع لشراء المنتج

source: REPORT DETAILS CREDIT SALES PRODUCT
ar_sa: تقرير تفاصيل مبيعات الائتمان المنتج

source: REPORT DETAILS DEBIT PAYMENT PURCHASE
ar_sa: تقرير التفاصيل سداد الديون دفع الشراء

source: REPORT DETAILS DEBIT PAYMENT PURCHASE PRODUCT
ar_sa: تقرير التفاصيل الدفعة السداد شراء المنتج

source: REPORT DETAILS DEBIT PURCHASE PRODUCT
ar_sa: تفاصيل التقرير عن الدين شراء المنتج

source: REPORT DETAILS LOAN
ar_sa: تفاصيل الإبلاغ عن القرض

source: REPORT DETAILS PAYMENT CREDIT PURCHASE PRODUCT
ar_sa: تفاصيل تقرير الدفع الائتمان شراء المنتج

source: REPORT DETAILS Purchase PRODUCT
ar_sa: تفاصيل التقرير شراء المنتج

# REPORT DETAILS Purchase PRODUCT1
source: REPORT DETAILS Purchase PRODUCT
ar_sa: تفاصيل التقرير شراء المنتج

source: REPORT DETAILS RETURN PURCHASE PRODUCT
ar_sa: تفاصيل التقرير العودة شراء المنتج

source: REPORT DETAILS RETURN SALES PRODUCT
ar_sa: تفاصيل تقرير إرجاع المبيعات المنتج

source: REPORT DETAILS SALES PER PRODUCT
ar_sa: تقرير تفاصيل المبيعات لكل منتج

source: REPORT DETAILS SALES PRODUCT
ar_sa: تقرير تفاصيل مبيعات المنتج

source: Report Expense Cost
ar_sa: تقرير تكلفة المصاريف

# REPORT EXPENSE COST1
source: REPORT EXPENSE COST
ar_sa: تقرير تكلفة النفقات

source: REPORT INCOME AND EXPENSE
ar_sa: تقرير الدخل والمصروفات

source: Report loan
ar_sa: الإبلاغ عن قرض

# REPORT LOAN1
source: REPORT LOAN
ar_sa: الإبلاغ عن القرض

source: REPORT PROFIT / LOSS SALES
ar_sa: تقرير الأرباح / الخسائر المبيعات

source: Report Profit/Loss Sales
ar_sa: تقرير مبيعات الربح / الخسارة

source: Report Purchas Product
ar_sa: تقرير شراء المنتج

source: REPORT PURCHASE PRODUCT DEBT CARD
ar_sa: تقرير شراء بطاقة ديون المنتج

source: REPORT RECAP DEBIT PAYMENT PURCHASE PRODUCT
ar_sa: تقرير استرداد الديون الدفع شراء المنتج

source: REPORT RECAP DEBIT PURCHASE PRODUCT
ar_sa: تقرير استرداد الديون شراء المنتج

source: REPORT RECAP DEPIT PAYMENT PURCHASE
ar_sa: تقرير ملخص للمدفوعات النقدية للمشتريات

source: REPORT RECAP PAYMENT CREDIT SALES PRODUCT
ar_sa: تقرير ملخص للمدفوعات بالائتمان لمبيعات المنتجات

source: REPORT RECAP PURCHASE PRODUCT
ar_sa: تقرير إعادة شراء المنتج

source: REPORT RECAP RETURN PURCHASE PRODUCT
ar_sa: الإبلاغ عن إعادة شراء المنتج

source: REPORT RECAP RETURN SALES PRODUCT
ar_sa: تقرير إعادة المبيعات عودة المنتج

source: REPORT RECAP SALES PRODUCT
ar_sa: تقرير مبيعات إعادة المنتج

source: REPORT RECAP SALES PRODUCT PER CATEGORY
ar_sa: تقرير مبيعات إعادة الإنتاج لكل فئة

source: Report Return Purchase Product
ar_sa: تقرير شراء المنتج المرتجع

source: Report Return Sales Product
ar_sa: تقرير مبيعات عودة المنتج

source: Report Salary Employee
ar_sa: تقرير راتب الموظف

# REPORT SALARY EMPLOYEE1
source: REPORT SALARY EMPLOYEE
ar_sa: تقرير راتب الموظف

source: REPORT SALES PER CASHIER
ar_sa: تقرير المبيعات لكل صراف

source: REPORT SALES PRODUCT FAVORIT
ar_sa: تقرير مبيعات المنتج المفضل

source: REPORT SALES PRODUCT PER CATEGORY
ar_sa: تقرير مبيعات المنتج لكل فئة

source: REPORT SALES ACCEPTABLE CARD PRODUCT
ar_sa: تقرير المبيعات المقبولة بطاقة المنتج

source: Report Sales Per Cashier
ar_sa: تقرير المبيعات لكل أمين الصندوق

source: Report Sales Product Favorite
ar_sa: الإبلاغ عن منتج مبيعات مفضل

source: Report Stock Adjustment
ar_sa: تقرير تسوية المخزون

source: REPORT STOCK PRODUCT
ar_sa: تقرير منتج المخزون

source: REPORT STOCK PRODUCT CARD
ar_sa: تقرير بطاقة منتج المخزون

source: Reseller
ar_sa: موزع

source: Restore
ar_sa: يعيد

source: Retail
ar_sa: بيع بالتجزئة

source: Return Purchase Product
ar_sa: إعادة شراء المنتج

source: Return Sales
ar_sa: عودة المبيعات

source: Return Sales Product
ar_sa: إرجاع منتج المبيعات

source: Right Access
ar_sa: حق الوصول

source: Right Access :
ar_sa: حق الوصول:

source: Role
ar_sa: دور

source: Row #1
ar_sa: الصف رقم 1

source: Row #2
ar_sa: الصف رقم 2

source: s.d
ar_sa: س.د

source: Salary
ar_sa: مرتب

source: Salary Employee
ar_sa: موظف راتب

source: Salary overtime
ar_sa: راتب العمل الإضافي

source: Salary Per Day
ar_sa: الراتب في اليوم

source: Sales
ar_sa: مبيعات

source: Sales (after discount)
ar_sa: المبيعات (بعد الخصم)

source: Sales invoice example
ar_sa: مثال على فاتورة المبيعات

source: Sales Per Cashier
ar_sa: المبيعات لكل أمين الصندوق

source: Sales Per Category
ar_sa: المبيعات حسب الفئة

source: Sales Per Product
ar_sa: المبيعات لكل منتج

source: Sales Product
ar_sa: منتج المبيعات

source: Sales Product Favorite
ar_sa: منتج المبيعات المفضل

source: Sales Product Favourite
ar_sa: منتج المبيعات المفضل

source: Sales Quotation
ar_sa: تسعير المبيعات

source: Sales without discount
ar_sa: البيع بدون خصم

source: Saturday
ar_sa: السبت

source: Save
ar_sa: يحفظ

source: Seconds after payment
ar_sa: ثواني بعد السداد

source: See Data
ar_sa: انظر البيانات

source: See Example of Sales Invoice
ar_sa: انظر مثال على فاتورة المبيعات

source: Select
ar_sa: يختار

source: select all
ar_sa: اختر الكل

source: Select Category
ar_sa: اختر الفئة

source: Select Customer
ar_sa: حدد العميل

source: Select Employee
ar_sa: حدد الموظف

source: Select Emplpoyee
ar_sa: حدد موظف

source: Select invoice payment
ar_sa: حدد دفع الفاتورة

source: Select Options
ar_sa: اشر على الخيارات

source: Select reasonStock Adjustment
ar_sa: حدد السبب

source: Select Supplier
ar_sa: حدد المورد

source: Select Type Expense Cost
ar_sa: حدد نوع تكلفة المصاريف

source: September
ar_sa: سبتمبر

source: Server
ar_sa: الخادم

source: Service Types
ar_sa: أنواع الخدمة

source: Set size font
ar_sa: تعيين حجم الخط

source: Settings
ar_sa: إعدادات

source: Settings position Printing Label Barcode
ar_sa: وضع الإعدادات طباعة الرمز الشريطي للتسمية

source: Settings position Printing Label Price Product
ar_sa: سعر المنتج وضع الإعدادات طباعة ملصق

source: Settings Salary
ar_sa: راتب الإعدادات

source: Shelf
ar_sa: رفوف

source: Shortage
ar_sa: نقص

source: Shorten the notation for shipping cost. For example, 7,000 -> 7, 14,000 -> 14, etc.
ar_sa: تقصير تدوين تكلفة الشحن. على سبيل المثال ، 7000 -> 7 ، 14000 -> 14 ، إلخ.

source: Show
ar_sa: يعرض

source: Show details invoice
ar_sa: إظهار تفاصيل الفاتورة

source: Show details invoice sale
ar_sa: إظهار تفاصيل فاتورة البيع

source: Show details Purchase
ar_sa: إظهار التفاصيل شراء

source: Show details return
ar_sa: إظهار التفاصيل العودة

source: Show details sales
ar_sa: إظهار تفاصيل المبيعات

source: Show info Minimum stock product
ar_sa: إظهار المعلومات الحد الأدنى لمنتج المخزون

source: Show invoice payment
ar_sa: إظهار دفع الفاتورة

source: Show invoice sale
ar_sa: إظهار بيع الفاتورة

source: Show optional description column in sales item input
ar_sa: إظهار عمود الوصف الاختياري في إدخال بند المبيعات

source: Show purchase invoice
ar_sa: إظهار فاتورة الشراء

source: SignIn
ar_sa: تسجيل الدخول

source: Size
ar_sa: مقاس

source: Soda PDF Desktop 14
ar_sa: مشروب غازيبي دي إفسطح المكتب 14

source: Status
ar_sa: حالة

source: Status Active
ar_sa: الحالة نشطة

source: Status stock
ar_sa: مخزون الوضع

source: Stock Adjustment
ar_sa: التعديل الأسهم

source: Stock based category
ar_sa: فئة الأسهم

source: Stock based code/name product
ar_sa: رمز على أساس المخزون / اسم المنتج

source: Stock based supplier
ar_sa: المورد القائم على الأسهم

source: Stock less than
ar_sa: مخزون أقل داري

source: Stock Shelf
ar_sa: الجرف المخزون

source: Stock Warehouse
ar_sa: مستودع المخزون

source: StockShelf
ar_sa: الجرف

source: StockWarehouse
ar_sa: المخزن

source: Sub Total
ar_sa: المجموع الفرعي

source: subdistrict
ar_sa: المنطقة الفرعية

source: Sunday
ar_sa: الأحد

source: Supplier
ar_sa: المورد

source: Supplier :
ar_sa: المورد :

source: Supplier1
ar_sa: المورد 1

# Tambah Data
source: Add Data
ar_sa: إضافة البيانات

source: tax
ar_sa: ضريبة

source: Tax (%)
ar_sa: الضريبة (٪)

source: tax (Rp)
ar_sa: الضرائب (روبية)

source: The description information is also printed on the sales invoice
ar_sa: تتم أيضًا طباعة معلومات الوصف على فاتورة المبيعات

source: Thursday
ar_sa: يوم الخميس

source: time x
ar_sa: الوقت x

source: to
ar_sa: ل

source: to #1
ar_sa: إلى 1

source: to #2
ar_sa: إلى 2

source: to #3
ar_sa: إلى رقم 3

source: to #4
ar_sa: إلى رقم 4

source: Total
ar_sa: المجموع

source: Total ***
ar_sa: المجموع ***

source: Total Credit
ar_sa: إجمالي الائتمان

source: Total Pay
ar_sa: إجمالي الأجر

source: Total Payment
ar_sa: المبلغ الإجمالي

source: Total purchase invoice
ar_sa: إجمالي فاتورة الشراء

source: Total redemption
ar_sa: الاسترداد الكامل

source: Total Remaining
ar_sa: المجموع المتبقي

source: Transactions
ar_sa: المعاملات

# Transfer to Print List -&gt; (F11)
source: Transfer to Print List -> (F11)
ar_sa: نقل إلى قائمة الطباعة -> (F11)

# Transferto Print List -&gt;(F11)
source: Transferto Print List ->(F11)
ar_sa: حول إلىقائمة الطباعة -> (F11)

source: Tuesday
ar_sa: يوم الثلاثاء

source: Type
ar_sa: يكتب

source: Type Cost
ar_sa: اكتب التكلفة

source: Type Customer
ar_sa: اكتب عميل

source: Type Expense
ar_sa: اكتب المصاريف

source: Type Payment
ar_sa: اكتب الدفع

source: Type Printer
ar_sa: اكتب الطابعة

source: Type Salary
ar_sa: اكتب الراتب

source: unit
ar_sa: وحدة

source: Update the selling price of the master product if there is a price change during sales
ar_sa: قم بتحديث سعر البيع للمنتج الرئيسي إذا كان هناك تغيير في السعر أثناء المبيعات

source: User Name
ar_sa: اسم المستخدم

source: VAT NO
ar_sa: ضريبة القيمة المضافة لا

source: Website
ar_sa: موقع إلكتروني

source: Wednesday
ar_sa: الأربعاء

source: Wholesale1
ar_sa: البيع بالجملة 1

source: Wholesale2
ar_sa: البيع بالجملة 2

source: Wholesale3
ar_sa: البيع بالجملة 3

source: Wipe Data
ar_sa: بيانات جاهزة

source: year
ar_sa: سنة

source: [ Info Product ]
ar_sa: [معلومات المنتج]

source: [ Information Purchase ]
ar_sa: [شراء المعلومات]

source: [ Information Sales ]
ar_sa: [مبيعات المعلومات]

source: [ Preview ]
ar_sa: [معاينة]

source: [Closing Sentence]
ar_sa: [الجملة الختامية]

source: [Header Invoice]
ar_sa: [فاتورة الرأس]

source: [Label Invoice/Info Pengrim]
ar_sa: [فاتورة التسمية / معلومات بنجريم]

source: [Opening sentences]
ar_sa: [جمل افتتاحية]
