Repository: unitech007/SparkPos
Catalog: src/Multilingual/*.resx
Languages: ar_sa

source: *** date
ar_sa: *** تاريخ

source: *** Date of Pay
ar_sa: *** تاريخ الدفع

source: *** Description
ar_sa: *** وصف

source: *** Invoice Selling
ar_sa: *** بيع الفواتير

source: *** Product
ar_sa: *** منتج

source: *** purchase invoice
ar_sa: *** فاتورة الشراء

source: -- All --
ar_sa: -- الجميع --

source: --- Select employee ---
ar_sa: - حدد الموظف -

source: ... Find Supplier
ar_sa: ... البحث عن مورد

source: About
ar_sa: عن

source: absence
ar_sa: غياب

source: Action
ar_sa: فعل

source: Activate Customer
ar_sa: تنشيط العميل

source: Activate Customer Display
ar_sa: تنشيط عرض العميل

source: Active
ar_sa: نشيط

source: Add
ar_sa: يضيف

source: Add Data
ar_sa: إضافة البيانات

source: Add Data Application Access Rights
ar_sa: أضف حقوق الوصول إلى تطبيق البيانات

source: Add Data Card
ar_sa: إضافة بطاقة بيانات

# Add Data Category
source: Category
ar_sa: فئة

source: Add Data Customer
ar_sa: إضافة بيانات الزبون

source: Add Data Dropshipper
ar_sa: إضافة دروبشيبر البيانات

source: Add Data Employee
ar_sa: إضافة موظف البيانات

source: Add Data Expense Cost
ar_sa: إضافة تكلفة مصاريف البيانات

source: Add Data job_titles
ar_sa: إضافة عناوين عناوين العمل البيانات

source: Add Data loan
ar_sa: إضافة قرض البيانات

source: Add Data Management Operator
ar_sa: إضافة مشغل إدارة البيانات

source: Add Data Payment Credit Sales Product
ar_sa: إضافة منتج مبيعات ائتمان مدفوعات البيانات

source: Add Data Payment loan
ar_sa: إضافة قرض سداد البيانات

source: Add data product
ar_sa: أضف منتج البيانات

source: Add Data Product Purchase Debit Payment
ar_sa: إضافة بيانات الدفع المدين لشراء المنتج

source: Add Data Purchase Product
ar_sa: أضف بيانات شراء المنتج

source: Add Data Return Purchase Product
ar_sa: إضافة منتج إعادة شراء البيانات

source: Add Data Salary Employee
ar_sa: اضافة بيانات راتب الموظف

source: Add data Sales Product
ar_sa: أضف بيانات مبيعات المنتج

source: Add data supplier
ar_sa: إضافة مورد البيانات

source: Add Data Type Cost
ar_sa: إضافة تكلفة نوع البيانات

source: Add Data Type Expense
ar_sa: إضافة مصاريف نوع البيانات

source: Address
ar_sa: عنوان

source: Address Shipping
ar_sa: عنوان الشحن

source: Adjustment Stock
ar_sa: تعديل المخزون

source: admin
ar_sa: مسؤل

source: Administrator
ar_sa: مدير

source: Age
ar_sa: عمر

source: allowance
ar_sa: مخصص

source: amount
ar_sa: كمية

source: Amount of paper roll after printing
ar_sa: كمية لفة الورق بعد الطباعة

source: Application Access Rights
ar_sa: حقوق الوصول إلى التطبيق

source: April
ar_sa: أبريل

source: Arabic
ar_sa: عربي

source: Asset
ar_sa: أصل

source: attendance
ar_sa: حضور

source: August
ar_sa: أغسطس

source: Autocut
ar_sa: أوتوكوت

source: Balance
ar_sa: توازن

source: Beginning balance
ar_sa: توازن بداية

source: Beginning balance :
ar_sa: توازن بداية :

source: Best regards
ar_sa: أطيب التحيات

source: Bonus
ar_sa: علاوة

source: Buying Price
ar_sa: سعر الشراء

source: Cancel
ar_sa: يلغي

source: Cancel Esc
ar_sa: Esc يلغي

source: Card
ar_sa: بطاقة

source: Card Debt Purchase Product
ar_sa: منتج شراء ديون البطاقة

source: Card Stock Product
ar_sa: منتج الأوراق المالية

source: Cash
ar_sa: نقدي

source: Cashier
ar_sa: أمين الصندوق

source: Category
ar_sa: فئة

source: Category/Category Product
ar_sa: فئة / فئة المنتج

# CategoryNotSelected
source: To open the Product master file requires Ms Excel Version 2007 or the Latest. Do you want the process to continue?
ar_sa: لفتح الملف الرئيسي للمنتج يتطلب برنامج MS Excel الإصدار 2007 أو الأحدث. هل تريد استمرار العملية؟

source: Change to Arabic
ar_sa: تغيير إلى العربية

source: Change to English
ar_sa: تغيير إلى اللغة الإنجليزية

source: Change User
ar_sa: تغيير المستخدم

source: Check Cost Shipping
ar_sa: تحقق من تكلفة الشحن

source: Check History
ar_sa: تحقق من التاريخ

source: Check Update Latest
ar_sa: تحقق من التحديث الأحدث

source: City
ar_sa: مدينة

source: City/Regency
ar_sa: المدينة / ريجنسي

source: Close
ar_sa: يغلق

source: Close Ctrl+F4
ar_sa: أغلق Ctrl + F4

source: Code Product
ar_sa: كود المنتج

source: Code/Name Product
ar_sa: كود / اسم المنتج

source: Company Profile
ar_sa: ملف الشركة

source: Confirm Password
ar_sa: تأكيد كلمة المرور

source: Connection
ar_sa: اتصال

source: Contact
ar_sa: اتصال

source: Cost of Goods Sold (COGS)
ar_sa: تكلفة البضائع المباعة (COGS)

source: CR NO
ar_sa: رقم السجل التجاري

source: Credit
ar_sa: ائتمان

source: Credit Card
ar_sa: بطاقة إئتمان

source: Credit Card Sales Product
ar_sa: منتج مبيعات بطاقات الائتمان

source: Credit Limit
ar_sa: الحد الائتماني

source: Credit Sales Product
ar_sa: منتج مبيعات الائتمان

source: CreditTerm
ar_sa: مصطلح الائتمان

source: Customer
ar_sa: عميل

source: Customer Display
ar_sa: عرض العملاء

source: Customer is mandatory to be filled in during sales
ar_sa: العميل إلزامي ليتم ملؤه أثناء المبيعات

source: Customer Product
ar_sa: منتج العميل

source: Data based order
ar_sa: النظام القائم على البيانات

source: Data City/Regency Origin
ar_sa: مدينة البيانات / ريجينسي أوريجين

source: Data Customer
ar_sa: عميل البيانات

source: Data Dropshipper
ar_sa: دروبشيبر البيانات

source: Data Invoice Purchase
ar_sa: شراء فاتورة البيانات

source: Data Invoice Sales
ar_sa: مبيعات فواتير البيانات

source: Data Product
ar_sa: منتج البيانات

source: Data Supplier
ar_sa: مورد البيانات

source: Data Type Expense
ar_sa: مصاريف نوع البيانات

source: Date
ar_sa: تاريخ

source: Date of CreditTerm
ar_sa: تاريخ الاعتماد

source: Date of loan
ar_sa: تاريخ القرض

source: Day x
ar_sa: العاشر x

source: Debit Card
ar_sa: بطاقة ائتمان

source: Debit Payment History
ar_sa: سجل الدفع المدين

source: Debt
ar_sa: دَين

source: Debt Purchase Product
ar_sa: منتج شراء الديون

source: December
ar_sa: ديسمبر

source: deductions
ar_sa: الخصومات

source: Delete
ar_sa: يمسح

source: Delete Item Transactions
ar_sa: حذف معاملات البند

source: Delivery Notes
ar_sa: مذكرات التسليم

source: DeliveryNotes
ar_sa: مذكرات التسليم

source: Dept Payment Purchase Product
ar_sa: منتج شراء مدفوعات الدائرة

source: Description
ar_sa: وصف

source: Description:
ar_sa: وصف

source: Destination City/Regency Data
ar_sa: مدينة الوجهة / بيانات ريجنسي

source: dicount
ar_sa: تخفيض

source: discount
ar_sa: تخفيض

source: discount Reseller
ar_sa: موزع الخصم

source: discount Retail
ar_sa: خصم التجزئة

source: Discount Sales
ar_sa: مبيعات الخصم

source: Discount Wholesale #1
ar_sa: خصم الجملة # 1

source: Discount Wholesale #2
ar_sa: خصم الجملة # 2

source: Discount Wholesale #3
ar_sa: خصم الجملة # 3

source: Display all data
ar_sa: عرض جميع البيانات

source: Dot Matrix
ar_sa: تشكيل نقطي

source: Dropshipper
ar_sa: دروبشيبر

source: Due Date
ar_sa: تاريخ الاستحقاق

source: Edit
ar_sa: يحرر

source: Edit Code Autocut
ar_sa: تحرير رمز قطع السيارات

source: Edit Code Open Cash Drawer
ar_sa: تحرير رمز فتح درج النقود

source: Edit Data
ar_sa: تحرير البيانات

source: Edit Data Card
ar_sa: تحرير بطاقة البيانات

source: Edit Data Customer
ar_sa: تحرير بيانات العميل

source: Edit Data Dropshipper
ar_sa: تحرير البيانات دروبشيبر

source: Edit Data Employee
ar_sa: تحرير موظف البيانات

source: Edit Data Expense Cost
ar_sa: تحرير تكلفة مصروفات البيانات

source: Edit Data job_titles
ar_sa: تحرير عناوين وظائف البيانات

source: Edit Data loan
ar_sa: قرض تحرير البيانات

source: Edit Data Management Operator
ar_sa: تحرير مشغل إدارة البيانات

source: Edit Data Payment Credit Sales Product
ar_sa: تحرير منتج مبيعات ائتمان دفع البيانات

source: Edit Data Payment loan
ar_sa: تعديل قرض سداد البيانات

source: Edit Data Product Purchase Debit Payment
ar_sa: تحرير دفع الخصم لشراء منتج البيانات

source: Edit Data Purchase Product
ar_sa: تحرير منتج شراء البيانات

source: Edit Data Return Purchase Product
ar_sa: تحرير منتج شراء إرجاع البيانات

source: Edit Data Salary Employee
ar_sa: تحرير بيانات الموظف المرتب

source: Edit data Sales Product
ar_sa: تحرير بيانات مبيعات المنتج

source: Edit Data Type Expense
ar_sa: تحرير مصروفات نوع البيانات

source: Email
ar_sa: بريد إلكتروني

source: Employee
ar_sa: موظف

source: Ending balance
ar_sa: الرصيد النهائي

source: Enter
ar_sa: يدخل

source: Esc Cancel
ar_sa: Esc يلغي

source: Esc Close
ar_sa: Esc يغلق

source: Example of a MINI POS Sales Invoice
ar_sa: مثال على فاتورة مبيعات MINI POS

source: Exit
ar_sa: مخرج

source: Exit from Application
ar_sa: الخروج من التطبيق

source: Expense
ar_sa: مصروف

source: Expense Cost
ar_sa: تكلفة المصاريف

source: Export Data Category
ar_sa: فئة بيانات التصدير

source: F1 : Add data product | F2 : Add data supplier
ar_sa: F1: إضافة منتج البيانات | F2: إضافة مورد البيانات

source: F1 : Add data type expense
ar_sa: F1: إضافة مصروف نوع البيانات

source: F10 Delete
ar_sa: F10 يمسح

source: F10 Preview
ar_sa: معاينة F10

source: F10 Select
ar_sa: F10 اختر

source: F11 Save
ar_sa: F11 يحفظ

source: F1: Add data product | F2 : Add data supplier
ar_sa: F1: إضافة منتج البيانات | F2: إضافة مورد البيانات

source: F1: Add data product | F2: Add data customer | F3 : Add data dropshipper | F5: Edit quantity | F6: Edit discount | F7: Edit price | F8: Pay
ar_sa: F1: إضافة منتج البيانات | F2: إضافة بيانات الزبون | F3: إضافة بيانات دروبشيبر | F5: تحرير الكمية | F6: تحرير الخصم | F7: تعديل السعر | F8: الدفع

source: F8 Add
ar_sa: F8 يضيف

source: F9 Edit
ar_sa: F9 يحرر

source: Fax
ar_sa: فاكس

source: February
ar_sa: شهر فبراير

source: Filter Optional
ar_sa: مرشح اختياري

source: Find Category ...
ar_sa: بحث عن فئة ...

source: Find Customer ...
ar_sa: البحث عن العملاء ...

source: Find Employee ...
ar_sa: بحث عن موظف ...

source: Find name dropshipper ...
ar_sa: البحث عن اسم دروبشيبر ...

source: Find name supplier...
ar_sa: البحث عن اسم المورد ...

source: Find Supplier
ar_sa: البحث عن مورد

source: Find Supplier ...
ar_sa: البحث عن مورد ...

source: Focus input on the quantity column after entering the product during sales
ar_sa: ركز الإدخال على عمود الكمية بعد إدخال المنتج أثناء المبيعات

source: Footer #1
ar_sa: تذييل رقم 1

source: Footer #2
ar_sa: تذييل رقم 2

source: Footer #3
ar_sa: تذييل رقم 3

source: Form #1
ar_sa: النموذج رقم 1

source: Form #2
ar_sa: النموذج رقم 2

source: Form #3
ar_sa: النموذج رقم 3

source: Friday
ar_sa: جمعة

# FrmAbout
source: About
ar_sa: عن

# FrmEntryAddressShipping
source: Address Shipping
ar_sa: عنوان الشحن

# FrmEntryCard
source: Card
ar_sa: بطاقة

# FrmEntryCategory
source: Category
ar_sa: فئة

# FrmEntryCustomer
source: Customer
ar_sa: عميل

# FrmEntryDebtPaymentProductPurchase
source: Debit Payment Product Purchase
ar_sa: شراء منتج الدفع المدين

# FrmEntryDropshipper
source: Dropshipper
ar_sa: دروبشيبر

# FrmEntryEmployee
source: Employee
ar_sa: موظف

# FrmEntryExpenseCost
source: Expense Cost
ar_sa: تكلفة المصاريف

# FrmEntryLoan
source: Loan
ar_sa: يُقرض

# FrmEntryPaymentCreditSalesProduct
source: Payment Credit Sales Product
ar_sa: منتج مبيعات ائتمان الدفع

# FrmEntryPaymentLoan
source: Payment Loan
ar_sa: قرض السداد

# FrmEntryProduct
source: Product
ar_sa: منتج

# FrmEntryProductPurchase
source: Product Purchase
ar_sa: شراء المنتج

# FrmEntryReturnProductPurchase
source: Return Product Purchase
ar_sa: إعادة شراء المنتج

# FrmEntryReturnSalesProduct
source: Return Sales Product
ar_sa: إرجاع منتج المبيعات

# FrmEntrySalaryEmployee
source: Salary Employee
ar_sa: موظف راتب

# FrmEntrySalesProduct
source: Sales Product
ar_sa: منتج المبيعات

# FrmEntrySalesQuotation
source: Sales Quotation
ar_sa: تسعير المبيعات

# FrmEntrySupplier
source: Supplier
ar_sa: المورد

# FrmEntryTax
source: Tax
ar_sa: ضريبة

# FrmEntryTitles
source: Titles
ar_sa: الألقاب

# FrmEntryTypeExpense
source: TypeExpense
ar_sa: النوعالمصروفات

# FrmLapProductPurchase
source: Report Purchase Product
ar_sa: شراء المنتج

# FrmPrintLabelBarcodeProduct
source: Print Label Barcode Product
ar_sa: طباعة بطاقة المنتج الباركود

# FrmPrintLabelPriceProduct
source: Print Label Price Product
ar_sa: سعر المنتج المطبوع

source: From #1
ar_sa: من 1

source: From #2
ar_sa: من 2

source: From #3
ar_sa: من 3

source: General
ar_sa: عام

source: General Setting
ar_sa: الإعداد العام

source: Grand Total
ar_sa: المجموع الإجمالي

source: Grand Total :
ar_sa: المجموع الإجمالي :

# Hapus Data
source: Delete Data
ar_sa: حذف البيانات

source: Header #1
ar_sa: العنوان رقم 1

source: Header #2
ar_sa: العنوان رقم 2

source: Header #3
ar_sa: العنوان رقم 3

source: Header #4
ar_sa: العنوان رقم 4

source: Header #5
ar_sa: العنوان رقم 5

source: Header Barcode
ar_sa: رأس الباركود

source: Header Invoice
ar_sa: فاتورة الرأس

source: Help
ar_sa: يساعد

source: History Payment
ar_sa: تاريخ الدفع

source: Import File Master Category
ar_sa: فئة استيراد الملف الرئيسي

source: Import/Export Data Dropshipper
ar_sa: استيراد / تصدير البيانات دروبشيبر

source: Income and Expense
ar_sa: الدخل والمصروفات

source: Info Minimum Stock Product
ar_sa: معلومات الحد الأدنى من المخزون المنتج

source: Info Product
ar_sa: معلومات المنتج

source: Ink Jet/Laserjet
ar_sa: طابعة ضخ الحبر / ليزر

source: InkJet/Laserjet
ar_sa: طابعة نفث الحبر / طابعة ليزر

source: Invoice
ar_sa: فاتورة

source: Invoice List
ar_sa: قائمة الفاتورة

source: Invoice Payment
ar_sa: دفع الفاتورة

source: Invoice Return
ar_sa: إرجاع الفاتورة

source: Invoice Sales
ar_sa: مبيعات الفواتير

source: Invoice Sales (Mini POS)
ar_sa: مبيعات الفواتير( نقاط البيعميني)

source: Invoice Selling
ar_sa: بيع الفواتير

source: Item Purchase
ar_sa: شراء العنصر

source: January
ar_sa: يناير

source: Job_Titles
ar_sa: لمسميات الوظيفية

source: July
ar_sa: يوليو

source: June
ar_sa: يونيو

# Key-AnotherProcess
source: Sorry data failed to delete !This data is already being used for another process.
ar_sa: عذرًا ، فشل حذف البيانات! يتم استخدام هذه البيانات بالفعل في عملية أخرى.

# Key-BackupProcess
source: Sorry connection to database failed !!! The database backup process cannot be continued.;
ar_sa: عذرا فشل الاتصال بقاعدة البيانات !!! لا يمكن متابعة عملية النسخ الاحتياطي لقاعدة البيانات .؛

# Key-CheckSalary
source: Sorry, the data you entered failed to save! Please try again.Check whether the salary'{0}' already entered.
ar_sa: عذرا ، البيانات التي أدخلتها فشلت في الحفظ! يرجى المحاولة مرة أخرى. تحقق مما إذا كان الراتب "{0}" قد تم إدخاله بالفعل.

# Key-ConnectionFailed
source: Sorry connection to the database failed !!! It is recommended to install SparkPOS on 'Drive D'. Please uninstall SparkPOS first, then install it again on 'Drive D'.;
ar_sa: عذرا فشل الاتصال بقاعدة البيانات !!! يوصى بتثبيت SparkPOS على "Drive D". يرجى إلغاء تثبيت SparkPOS أولاً ، ثم تثبيته مرة أخرى على 'Drive D' .؛

# Key-CurrentStocks
source: Sorry stock product less. Current stocks: {0}
ar_sa: آسف مخزون المنتج أقل. الأسهم الحالية: {0}

# Key-DataEmpty
source: Data file master {0} is still empty. Please fill in first.
ar_sa: ملف البيانات الرئيسي {0} لا يزال فارغًا. من فضلك املأ أولا.

# Key-DataEntered
source: Sorry, the data you entered failed to save! Please try again.Check if {0} has already been used.
ar_sa: عذرا ، البيانات التي أدخلتها فشلت في الحفظ! يرجى المحاولة مرة أخرى. تحقق مما إذا كان {0} قد تم استخدامه بالفعل.

# Key-DropshipperFile
source: Failed to open Dropshipper master file !!!. Check if MS Excel Version 2007 or the latest version is already installed?
ar_sa: فشل فتح ملف Dropshipper الرئيسي !!!. تحقق مما إذا كان MS Excel الإصدار 2007 أو أحدث إصدار مثبتًا بالفعل؟

# Key-EnteredFailed
source: Sorry, the data you entered failed to save! Please try again.Please try again.
ar_sa: عذرا ، البيانات التي أدخلتها فشلت في الحفظ! يرجى المحاولة مرة أخرى ، الرجاء المحاولة مرة أخرى.

# Key-FailedConnection
source: Sorry connection to database failed !!! It is recommended to install SparkPOS on 'Drive D'. Please uninstall SparkPOS first, then install it again on 'Drive D'.
ar_sa: عذرا فشل الاتصال بقاعدة البيانات !!! يوصى بتثبيت SparkPOS على "Drive D". يرجى إلغاء تثبيت SparkPOS أولاً ، ثم تثبيته مرة أخرى على "Drive D".

# Key-FailedFile
source: Failed to open the Customer master file!!! Please check if Microsoft Excel version 2007 or later is installed.
ar_sa: فشل في فتح ملف العميل الرئيسي !!! يرجى التحقق من تثبيت Microsoft Excel الإصدار 2007 أو الأحدث.

# Key-FailedMaster
source: Failed to open master file {0} !!!. Check if MS Excel Version 2007 or the latest version is already installed?;
ar_sa: فشل فتح الملف الرئيسي {0} !!!. تحقق مما إذا كان MS Excel الإصدار 2007 أو أحدث إصدار مثبتًا بالفعل ؟؛

# Key-FailedSupplier
source: Failed to open Supplier master file !!!. Check if MS Excel Version 2007 or the latest version is already installed?
ar_sa: فشل فتح الملف الرئيسي للمورد !!!. تحقق مما إذا كان MS Excel الإصدار 2007 أو أحدث إصدار مثبتًا بالفعل؟

# Key-FailedTax
source: Failed to open master file Tax !!!. Check if MS Excel Version 2007 or the latest version is already installed?
ar_sa: فشل فتح الملف الرئيسي Tax !!!. تحقق مما إذا كان MS Excel الإصدار 2007 أو أحدث إصدار مثبتًا بالفعل؟

# Key-FileRequires
source: To open the Product master file requires Ms Excel Version 2007 or the Latest. Do you want the process to continue?
ar_sa: لفتح الملف الرئيسي للمنتج يتطلب برنامج MS Excel الإصدار 2007 أو الأحدث. هل تريد استمرار العملية؟

# Key-LatestVersion
source: Latest version {0} update is available. Currently, you are using version {1}.Do you want to update this application now?
ar_sa: يتوفر تحديث أحدث إصدار {0}. حاليًا ، أنت تستخدم الإصدار {1}. هل تريد تحديث هذا التطبيق الآن؟

# Key-MasterData
source: The {0} master data file is still empty. Please fill it first.
ar_sa: لا يزال ملف البيانات الرئيسية {0} فارغًا. من فضلك املأه أولا.

# Key-NumberTransaction
source: Number Transactions' is not valid !The last Transactions Number is {0}
ar_sa: عدد المعاملات غير صالح! رقم المعاملات الأخير هو {0}

# Key-OldDatabase
source: Failed to delete old database !!! The database restore process failed.
ar_sa: فشل حذف قاعدة البيانات القديمة !!! فشلت عملية استعادة قاعدة البيانات.

# Key-OnlineUpdate
source: Sorry, the Online Update link/URL has not been set yet!!!Latest update check process has failed.
ar_sa: عذرًا ، لم يتم تعيين رابط / عنوان URL الخاص بالتحديث عبر الإنترنت حتى الآن !!! فشلت عملية التحقق من التحديث الأخير.

# Key-OpeningFile
source: Opening the Customer master file requires Microsoft Excel version 2007 or later. Do you want to continue with the process?
ar_sa: يتطلب فتح ملف العميل الرئيسي Microsoft Excel الإصدار 2007 أو إصدار لاحق. هل تريد متابعة العملية؟

# Key-OpenMaster
source: To open the master file {0}, you need Ms Excel version 2007 or Latest. Do you want the process to continue?
ar_sa: لفتح الملف الرئيسي {0} ، تحتاج إلى برنامج MS Excel الإصدار 2007 أو الأحدث. هل تريد استمرار العملية؟

# Key-ProductFile
source: Failed to open Product master file !!!. Check if MS Excel Version 2007 or the latest version is already installed?
ar_sa: فشل في فتح الملف الرئيسي للمنتج !!!. تحقق مما إذا كان MS Excel الإصدار 2007 أو أحدث إصدار مثبتًا بالفعل؟

# Key-RemainingStock
source: Current stock: {0} selling quantity: {1} Remaining stock: {2};
ar_sa: المخزون الحالي: {0} كمية البيع: {1} المخزون المتبقي: {2}؛

# Key-RestoreProcess
source: Sorry connection to database failed !!! The database restore process cannot be continued.
ar_sa: عذرا فشل الاتصال بقاعدة البيانات !!! لا يمكن متابعة عملية استعادة قاعدة البيانات.

# Key-SupplierMaster
source: To open the Supplier master file requires MS Excel Version 2007 or the Latest. Do you want the process to continue?
ar_sa: لفتح ملف المورد الرئيسي يتطلب MS Excel الإصدار 2007 أو الأحدث. هل تريد استمرار العملية؟

# Key-TaxFile
source: To open the Tax master file requires MS Excel Version 2007 or the Latest. Do you want the process to continue?
ar_sa: لفتح الملف الضريبي الرئيسي يتطلب MS Excel الإصدار 2007 أو الأحدث. هل تريد استمرار العملية؟

# Key-UpdateFailed
source: Sorry, the Online Update link/URL has not been set yet!!!Latest update check process has failed.
ar_sa: عذرًا ، لم يتم تعيين رابط / عنوان URL الخاص بالتحديث عبر الإنترنت حتى الآن !!! فشلت عملية التحقق من التحديث الأخير.

# Key-UpdateVersion
source: Update Latest Version {0} is already available. You are currently using Version {1} Would you like to update this application now?;
ar_sa: تحديث أحدث إصدار {0} متاح بالفعل. أنت تستخدم حاليًا الإصدار {1} ، فهل ترغب في تحديث هذا التطبيق الآن ؟؛

source: Label
ar_sa: ملصق

source: Label Invoice/Info Pengirim
ar_sa: فاتورة التسمية / معلوماتبنجيريم

source: Language
ar_sa: لغة

source: LimitCredit
ar_sa: حد الائتمان

source: loan
ar_sa: يُقرض

source: localhost
ar_sa: مضيف محلي

source: Login
ar_sa: تسجيل الدخول

source: Management Operator
ar_sa: مشغل الإدارة

source: March
ar_sa: يمشي

source: Maximize
ar_sa: تحقيق أقصى قدر

source: May
ar_sa: يمكن

# Melihat Data
source: View Data
ar_sa: عرض البيانات

source: Menu
ar_sa: قائمة طعام

source: Min-StockWarehouse
ar_sa: الحد الأدنى- المخزن

source: Min. Stock Warehouse
ar_sa: دقيقة. مستودع المخزون

source: Mini POS
ar_sa: نقاط البيعميني

source: Minimize
ar_sa: تصغير

source: Monday
ar_sa: الاثنين

source: month
ar_sa: شهر

source: Move
ar_sa: يتحرك

source: Name
ar_sa: اسم

source: Name Card
ar_sa: بطاقة الاسم

source: Name Company
ar_sa: اسم الشركة

source: Name Customer
ar_sa: اسم العميل

source: Name Printer
ar_sa: طابعة الاسم

source: Name Product
ar_sa: اسم المنتج

source: Name Supplier
ar_sa: اسم المورد

source: Next CtrlF6
ar_sa: التالي Ctrl+F6

source: No
ar_sa: لا

source: Non Active
ar_sa: غير نشط

source: November
ar_sa: شهر نوفمبر

source: October
ar_sa: اكتوبر

source: Ok
ar_sa: نعم

source: Online Update
ar_sa: التحديث عبر الإنترنت

source: Open Cash Drawer
ar_sa: افتح درج النقود

source: Operator
ar_sa: المشغل أو العامل

source: other
ar_sa: آخر

source: Overnight Delivery Shipping
ar_sa: بين عشية وضحاها تسليم الشحن

source: overtime
ar_sa: متأخر , بعد فوات الوقت

source: Password
ar_sa: كلمة المرور

source: Pay
ar_sa: يدفع

source: Payment
ar_sa: قسط

source: Payment ***
ar_sa: قسط ***

source: Payment Credit
ar_sa: ائتمان الدفع

source: Payment Credit Sales Product
ar_sa: منتج مبيعات ائتمان الدفع

source: Payment History
ar_sa: تاريخ الدفع

source: Periode
ar_sa: فترة

source: phone
ar_sa: هاتف

source: phone/HP
ar_sa: هاتف /حص

source: Plus Data
ar_sa: بيانات بلس

source: Port
ar_sa: ميناء

source: position Label Barcode
ar_sa: باركود تسمية الموقف

source: position Label Product
ar_sa: موقف تسمية المنتج

source: Preview
ar_sa: معاينة

source: Preview Delivery Notes
ar_sa: معاينة ملاحظات التسليم

source: Preview Invoice
ar_sa: معاينة الفاتورة

source: Preview Invoice Delivery Notes
ar_sa: معاينة ملاحظات تسليم الفاتورة

source: Preview Invoice Sales
ar_sa: معاينة مبيعات الفاتورة

source: Preview Invoice Sales Quotation
ar_sa: معاينة عرض أسعار مبيعات الفاتورة

source: Preview Label Invoice Sales
ar_sa: معاينة فاتورة المبيعات التسمية

source: Preview Quotation
ar_sa: معاينة الاقتباس

source: price
ar_sa: سعر

source: Price Retail
ar_sa: سعر التجزئة

source: price Selling
ar_sa: سعر البيع

source: price Wholesale #1
ar_sa: سعر الجملة # 1

source: price Wholesale #2
ar_sa: سعر الجملة #2

source: price Wholesale #3
ar_sa: سعر الجملة # 3

source: Price Wholesale 1
ar_sa: سعر الجملة 1

source: Price Wholesale 2
ar_sa: سعر الجملة 2

source: Price Wholesale 3
ar_sa: سعر الجملة 3

source: Print
ar_sa: مطبعة

source: Print Barcode
ar_sa: طباعة الباركود

source: Print Delivery Notes
ar_sa: طباعة ملاحظات التسليم

source: Print Information customer
ar_sa: طباعة معلومات العميل

source: Print Invoice
ar_sa: فاتورة طباعة

source: Print Invoice Automatic
ar_sa: طباعة الفاتورة آلياً

source: Print Invoice/Label
ar_sa: طباعة الفاتورة / الملصق

source: Print Label price Product
ar_sa: سعر طباعة الملصق المنتج

source: Print price sale
ar_sa: بيع سعر الطباعة

source: Print purchase invoice
ar_sa: طباعة فاتورة الشراء

source: Print Quotation
ar_sa: اقتباس طباعة

source: Print Quotation/Label
ar_sa: طباعة الاقتباس / التسمية

source: Printed quantity characters
ar_sa: أحرف الكمية المطبوعة

source: Printer
ar_sa: طابعة

source: Printer Invoice Automatic
ar_sa: فاتورة الطابعة تلقائي
