Repository: unitech007/SparkPos
Catalog: src/Multilingual/MsgWarnings_*.resx
Languages: ar_sa

source: 'Code Product' not found !
ar_sa: "كود المنتج" غير موجود!

source: 'Code Product' should not empty !
ar_sa: يجب ألا يكون "منتج الكود" فارغًا!

source: 'Customer' should not empty !
ar_sa: يجب ألا يكون "العميل" فارغًا!

source: 'Number Transactions' is not valid !
ar_sa: "عدد المعاملات" غير صالح!

source: 'Number Transactions' should not be empty !
ar_sa: يجب ألا يكون حقل "عدد المعاملات" فارغًا!

source: 'Shipping weight' should not be empty !
ar_sa: يجب ألا يكون "وزن الشحن" فارغًا!

source: 'Supplier' Cannot be empty !
ar_sa: لا يمكن أن يكون "المورد" فارغًا!

source: 'Supplier' should not empty !
ar_sa: يجب عدم إفراغ "المورد"!

source: An error occurred. Please check the error log for details.
ar_sa: حدث خطأ. يرجى التحقق من سجل الخطأ للحصول على التفاصيل.

source: Are you sure you want to save this data ???
ar_sa: هل أنت متأكد أنك تريد حفظ هذه البيانات ؟؟؟

source: At least 1 product must be input!
ar_sa: يجب إدخال منتج واحد على الأقل!

source: Backup file storage location Not yet selected !
ar_sa: موقع تخزين ملفات النسخ الاحتياطي لم يتم تحديده بعد!

source: Check if MS Excel Version 2007 or the latest version is already installed?
ar_sa: تحقق مما إذا كان MS Excel الإصدار 2007 أو أحدث إصدار مثبتًا بالفعل؟

source: code product
ar_sa: منتج كود

source: Confirmation
ar_sa: تأكيد

source: Connection to customer display, please try another port.
ar_sa: الاتصال بشاشة العميل ، يرجى محاولة منفذ آخر.

source: Continuing this will log you out and any unsaved changes will be lost. Save your changes before proceeding. Are you sure you want to continue?
ar_sa: سيؤدي استمرار هذا إلى تسجيل خروجك وستفقد أية تغييرات غير محفوظة. احفظ التغييرات قبل المتابعة. هل أنت متأكد أنك تريد الاستمرار؟

source: Data city/regency origin not found
ar_sa: لم يتم العثور على مدينة البيانات / أصل الوصاية

source: Data file master {0} is still empty.
ar_sa: "ملف البيانات الرئيسي {0} لا يزال فارغًا.

source: Data invoice already entered
ar_sa: تم إدخال فاتورة البيانات بالفعل

source: Data invoice sale not found
ar_sa: بيع فاتورة البيانات غير موجود

source: Data payment already entered
ar_sa: تم إدخال دفع البيانات بالفعل

source: Data product already entered
ar_sa: تم إدخال منتج البيانات بالفعل

source: Data product not found
ar_sa: منتج البيانات غير موجود

source: Data purchase invoice not found
ar_sa: فاتورة شراء البيانات غير موجودة

source: Data sales Credit not found
ar_sa: رصيد مبيعات البيانات غير موجود

source: Data supplier not found
ar_sa: لم يتم العثور على مورد البيانات

source: Data type expense already entered
ar_sa: تم إدخال مصاريف نوع البيانات بالفعل

source: Data type expense not found
ar_sa: لم يتم العثور على مصاريف نوع البيانات

source: Do you want the process to continue ?
ar_sa: هل تريد استمرار العملية؟

source: Do you want the process to continue?
ar_sa: هل تريد استمرار العملية؟

source: Do you want to cancel the current transaction?
ar_sa: هل تريد إلغاء الصفقة الحالية؟

source: Do you want to continue the printing process ?
ar_sa: هل تريد متابعة عملية الطباعة؟

source: Do you want to continue the printing process?
ar_sa: هل تريد متابعة عملية الطباعة؟

source: Do you want to continue with the database backup process?
ar_sa: هل تريد متابعة عملية النسخ الاحتياطي لقاعدة البيانات؟

source: Do you want to delete this data?
ar_sa: هل تريد حذف هذه البيانات؟

source: Employee Not yet selected
ar_sa: الموظف لم يتم اختياره بعد

source: Excel file location and name not yet selected.
ar_sa: موقع ملف Excel واسمه لم يتم تحديدهما بعد.

source: Failed to delete old database !!!
ar_sa: فشل حذف قاعدة البيانات القديمة !!!

source: Failed to open master file {0} !!!.
ar_sa: فشل فتح الملف الرئيسي {0} !!!.

source: File backup Not yet selected !
ar_sa: ملف النسخ الاحتياطي لم يتم تحديده بعد!

source: Incorrect user name or password !!!
ar_sa: اسم المستخدم أو كلمة المرور غير صحيحة !!!

source: Information
ar_sa: معلومة

source: Invalid Tax ID.
ar_sa: معرف الضريبة غير صالح.

source: It is recommended to install SparkPOS on 'Drive D'.
ar_sa: يوصى بتثبيت SparkPOS على "Drive D".

# keyMasterExcel
source: To open the {0} master file requires MS Excel Version 2007 or the latest. Do you want the process to continue?
ar_sa: لفتح الملف الرئيسي {0} يتطلب MS Excel الإصدار 2007 أو الأحدث. هل تريد استمرار العملية؟

# KeyValuesPaid
source: Sorry, the master file {0} is currently open. Please close it first.
ar_sa: عذرًا ، الملف الرئيسي {0} مفتوح حاليًا. الرجاء إغلاقها أولاً.

source: Latest update check process has failed.
ar_sa: فشلت عملية التحقق من التحديث الأخير.

source: Minimum 1 category must selected
ar_sa: يجب تحديد فئة واحدة كحد أدنى

source: Minimum 1 customer must selected
ar_sa: يجب تحديد عميل واحد على الأقل

source: Minimum 1 employee must selected
ar_sa: يجب اختيار موظف واحد كحد أدنى

source: Minimum 1 invoice must entered !
ar_sa: يجب إدخال فاتورة واحدة على الأقل!

source: Minimum 1 item expense must entered !
ar_sa: يجب إدخال مصاريف عنصر واحد على الأقل!

source: Minimum 1 item product must entered !
ar_sa: يجب إدخال منتج واحد على الأقل!

source: Minimum 1 product item must be inputted !
ar_sa: يجب إدخال عنصر منتج واحد على الأقل!

source: Minimum 1 product must entered !
ar_sa: يجب إدخال منتج واحد على الأقل!

source: Minimum 1 reason must selected
ar_sa: يجب تحديد سبب واحد على الأقل

source: Minimum 1 supplier must selected
ar_sa: يجب تحديد مورد واحد على الأقل

source: Minimum 1 type expense must selected
ar_sa: يجب تحديد الحد الأدنى من مصروفات النوع 1

source: Minimum one name product must selected !
ar_sa: يجب تحديد منتج اسم واحد على الأقل!

source: Minimum one position label barcode must selected !
ar_sa: يجب تحديد الرمز الشريطي لتسمية الموضع الواحد على الأقل!

source: Minimum one position label price must selected !
ar_sa: يجب تحديد الحد الأدنى لسعر تسمية المركز الواحد!

# MsgDeleteError
source: Sorry, the data you entered failed to delete! Please try again. Please try again.
ar_sa: عذرا ، فشل حذف البيانات التي أدخلتها! حاول مرة اخرى. حاول مرة اخرى.

# MsgDuplicate
source: Sorry, the data you entered failed to save! Please try again. Check if {0} has already been used.
ar_sa: عذرا ، البيانات التي أدخلتها فشلت في الحفظ! حاول مرة اخرى. تحقق مما إذا كان {0} قد تم استخدامه بالفعل.

# MsgUpdateError
source: Sorry, the data you entered failed to save! Please try again. Please try again.
ar_sa: عذرا ، البيانات التي أدخلتها فشلت في الحفظ! حاول مرة اخرى. حاول مرة اخرى.

source: Name Customer Not yet entered
ar_sa: لم يتم إدخال اسم العميل بعد

source: Name product not allowed empty
ar_sa: اسم المنتج غير مسموح به فارغًا

source: Name supplier Not yet entered
ar_sa: اسم المورد لم يتم إدخاله بعد

source: Not yet there Information history payment
ar_sa: ليس هناك دفع تاريخ المعلومات

source: Password and confirmation password must be the same
ar_sa: يجب أن تكون كلمة المرور وكلمة المرور متطابقتين

source: Pay Cash
ar_sa: ادفع نقدا

source: Pay via Card
ar_sa: الدفع عن طريق البطاقة

source: Please fill in first.
ar_sa: الرجاء ملء أولا.

source: Please select a customer
ar_sa: الرجاء تحديد عميل

source: Please uninstall SparkPOS first, then install it again on 'Drive D'.
ar_sa: يرجى إلغاء تثبيت SparkPOS أولاً ، ثم تثبيته مرة أخرى على "Drive D".

source: Product data not found
ar_sa: لم يتم العثور على بيانات المنتج

source: Product name cannot be empty
ar_sa: لا يمكن أن يكون اسم المنتج فارغًا

source: Purchase Credit data not found
ar_sa: لم يتم العثور على بيانات ائتمان الشراء

source: quantity pay less !
ar_sa: كمية تدفع أقل!

source: Sorry API king postage Not yet set !!!\nCost shipping check process cannot be continued.
ar_sa: عذراً لم يتم تعيين طابع الملك API الخاص بالبريد !!! \ n لا يمكن متابعة عملية التحقق من تكلفة الشحن.

source: Sorry connection to database failed !!!
ar_sa: عذرا فشل الاتصال بقاعدة البيانات !!!

source: Sorry data 'Category' has not been selected yet.
ar_sa: عذرا البيانات "الفئة" لم يتم تحديدها بعد.

source: Sorry data failed to delete !
ar_sa: عذرا فشل حذف البيانات!

source: Sorry Dept Payment Purchase cash can not be deleted
ar_sa: عذرا دفع قسم الدفع نقدا الشراء لا يمكن حذفها

source: Sorry file master Category not found.
ar_sa: عذرا ملف سيد الفئة غير موجود.

source: Sorry file master Dropshipper not found.
ar_sa: عذرا ملف سيد دروبشيبر غير موجود.

source: Sorry file master Product not found.
ar_sa: عذرا ملف سيد المنتج غير موجود.

source: Sorry file master Supplier not found.
ar_sa: عذرا ملف سيد المورد غير موجود.

source: Sorry file master Tax not found.
ar_sa: عذرا ملف سيد الضريبة غير موجود.

source: Sorry payment credit sales cash can not be deleted
ar_sa: عذرا لا يمكن حذف الدفع النقدي للمبيعات الائتمانية

source: Sorry quantity pay less
ar_sa: آسف كمية تدفع أقل

source: Sorry report data card stock not found
ar_sa: عذرا تقرير بطاقة البيانات الأسهم غير موجود

source: Sorry report data Credit Card sales not found
ar_sa: عذرا تقرير مبيعات بطاقة الائتمان البيانات غير موجود

source: Sorry report data credit sales not found
ar_sa: عذرا تقرير مبيعات بيانات الائتمان غير موجود

source: Sorry report data customer product not found
ar_sa: عذرا تقرير بيانات العميل المنتج غير موجود

source: Sorry report data Dept Payment Purchase not found
ar_sa: عذرا ، تقرير بيانات قسم الدفع شراء غير موجود

source: Sorry report data expense cost not found
ar_sa: عذرا ، تقرير حساب بيانات التكلفة غير موجود

# Sorry report data Income and Expense not found&quot;
source: Sorry report data Income and Expense not found"
ar_sa: عفواً ، لم يتم العثور على بيانات تقرير الدخل والمصروفات "

source: Sorry report data loan not found
ar_sa: عذرا تقرير بيانات القرض غير موجود

source: Sorry report data loss profit not found
ar_sa: عذرا تقرير فقدان البيانات الربح غير موجود

source: Sorry report data payment credit sales not found
ar_sa: عذرا تقرير مبيعات الائتمان دفع البيانات غير موجود

source: Sorry report data return sales not found
ar_sa: عذرا تقرير مبيعات عودة البيانات غير موجود

source: Sorry report data salary employee not found
ar_sa: عذرا تقرير الموظف بيانات الراتب غير موجود

source: Sorry report data sales not found
ar_sa: عذرا تقرير مبيعات البيانات غير موجود

source: Sorry report data sales per Cashier not found
ar_sa: عذرا تقرير مبيعات البيانات لكل كاشير غير موجود

source: Sorry report data sales product favorit not found
ar_sa: عذرا تقرير بيانات مبيعات المنتج المفضل غير موجود

source: Sorry report data stock product not found
ar_sa: عذرا تقرير بيانات المخزون المنتج غير موجود

source: Sorry report dataStock Adjustment not found
ar_sa: بيانات تقرير آسف لم يتم العثور على تعديل المخزون

source: Sorry Right Access 'Administrator' can not be deleted
ar_sa: آسف حق الوصول "المسؤول" لا يمكن حذفه

source: Sorry Right Access 'Administrator' cannot be edited
ar_sa: آسف حق الوصول "المسؤول" لا يمكن تحريرها

source: Sorry the data you found was not found
ar_sa: آسف لم يتم العثور على البيانات التي وجدت

source: Sorry, Purchase data report was not found
ar_sa: عذرا ، لم يتم العثور على تقرير بيانات الشراء

source: Sorry, quantity payment exceeds remaining credit
ar_sa: عذرا ، المبلغ المدفوع يتجاوز الرصيد المتبقي

source: Sorry, quantity payment exceeds remaining debt
ar_sa: عذرا ، دفع الكمية يتجاوز الديون المتبقية

source: Sorry, quantity return should not exceeds quantity sale
ar_sa: عذرًا ، يجب ألا يتجاوز إرجاع الكمية بيع الكمية

source: Sorry, the Customer master file was not found.
ar_sa: عذرًا ، لم يتم العثور على ملف العميل الرئيسي.

source: Sorry, the data card debt purchase report was not found
ar_sa: عذرًا ، لم يتم العثور على تقرير شراء ديون بطاقة البيانات

source: Sorry, the data entry is incomplete!
ar_sa: عذرا ، إدخال البيانات غير مكتمل!

source: Sorry, the data you entered failed to save! Please try again.
ar_sa: عذرا ، البيانات التي أدخلتها فشلت في الحفظ! حاول مرة اخرى.

source: Sorry, the date range is wrong !!!
ar_sa: عذرا ، النطاق الزمني خاطئ !!!

source: Sorry, the master file format {0} is invalid, the import process cannot continue.
ar_sa: عذرًا ، تنسيق الملف الرئيسي {0} غير صالح ، لا يمكن متابعة عملية الاستيراد."

source: Sorry, the Online Update link/URL has not been set yet!!!
ar_sa: عذرًا ، لم يتم تعيين رابط / عنوان URL الخاص بالتحديث عبر الإنترنت حتى الآن !!!

source: Sorry, the Online Update link/URL has not been set yet!!!\nLatest update check process has failed.
ar_sa: عذرًا ، لم يتم تعيين رابط / URL التحديث عبر الإنترنت حتى الآن !!! \ n فشلت عملية التحقق من التحديث الأخير.

source: Sorry, the quantity returned cannot exceed the quantity sold
ar_sa: عذرًا ، لا يمكن أن تتجاوز الكمية المعادة الكمية المباعة

source: Sorry, you do not have the authority to access this menu
ar_sa: عذرًا ، ليس لديك الصلاحية للوصول إلى هذه القائمة

source: The database restore process failed.
ar_sa: فشلت عملية استعادة قاعدة البيانات.

source: The page is currently unavailable:
ar_sa: الصفحة غير متوفرة حاليا:

source: This data is already being used for another process.
ar_sa: يتم استخدام هذه البيانات بالفعل في عملية أخرى.

source: To open the {0} master file requires MS Excel Version 2007 or the latest.
ar_sa: لفتح الملف الرئيسي {0} يتطلب MS Excel الإصدار 2007 أو الأحدث.

source: Warning
ar_sa: تحذير

source: You have not completed the input of product data !
ar_sa: لم تكمل إدخال بيانات المنتج!

source: You have not completed the payment data input !
ar_sa: لم تكمل إدخال بيانات الدفع!

source: You haven't completed the product data input yet!
ar_sa: لم تكمل إدخال بيانات المنتج حتى الآن!

source: Your trial has expired. Please purchase a license to continue using the application.
ar_sa: انتهت الفترة التجريبية الخاصة بك. يرجى شراء ترخيص لمواصلة استخدام التطبيق.
